{
  "app-title": "Randomizator przygotowania gry Great Western Trail: Nowa Zelandia",
  "app-title-short": "Randomizator GWT NZ",
  "neutral-buildings-label": "Kolejność budynków neutralnych",
  "harbor-masters-label": "Żetony kapitanów portu",
  "deckbuilding-modules-label": "Zestawy kart bonusów",
  "further-setup-steps-label": "Dalsze kroki przygotowania:",
  "player-buildings-label": "Budynki prywatne",
  "players-label": "Graczy",
  "player-count-label": "Liczba graczy",
  "player-count-select-label": "Wybierz",
  "further-steps-step1": "Z zasobów Wellington wyciągnij po 1 żetonie każdego typu pracownika (z A na odwrocie) i połóż te 4 odkryte żetony pracowników na odpowiednich polach w górnym rzędzie rynku pracy.",
  "further-steps-step2": "Następnie, w zależności od liczby graczy, wylosuj odpowiednią liczbę żetonów A z zasobów Wellington:",
  "further-steps-step21": "Grając w 2 osoby: wylosuj 12 żetonów.",
  "further-steps-step22": "Grając w 3 osoby: wylosuj 13 żetonów.",
  "further-steps-step23": "Grając w 4 osoby: wylosuj 14 żetonów.",
  "further-steps-step3": "Zacznij losować pojedynczo żetony z B na odwrocie (są to tylko żetony bonusów) z zasobów Wellington i układaj je kolejno na rynku bonusów aż do zajęcia pola sąsiadującego z żetonem rynku bonusów.",
  "further-steps-step4": "Zapełnij 4 pola obszaru rozwoju Wellington, wykorzystując zasoby Wellington.",
  "further-steps-step5": "Potasuj 37 kart owiec przeznaczonych na targ i umieść je w formie zakrytego stosu targu poniżej dolnego prawego rogu planszy głównej. W zależności od liczby graczy dobierz odpowiednią liczbę kart owiec z tego stosu:",
  "further-steps-step51": "Grając w 2 osoby: dobierz 9 kart.",
  "further-steps-step52": "Grając w 3 osoby: dobierz 11 kart.",
  "further-steps-step53": "Grając w 4 osoby: dobierz 14 kart.",
  "further-steps-step6": "Potasuj 24 karty celów i ułóż je po prawej stronie planszy, w formie stosu zakrytych kart. Następnie odkryj 4 wierzchnie karty z tego stosu i ułóż je w kolumnie poniżej stosu zakrytych celów.",
  "further-steps-step7": "Połóż karty: 18 owiec Romney, 12 Owczarków, 14 Promów oraz 12 Łowczyków czczonych po lewej stronie planszy głównej w formie odkrytych stosów.",
  "further-steps-step8": "Do każdej z wylosowanych kart bonusów dodaj określoną liczbę kart z pozostałych 5 kart z tego samego co ona zestawu:",
  "further-steps-step81": "Grając w 2 osoby: dodaj 2 karty, uzyskując w sumie 3",
  "further-steps-step82": "Grając w 3 osoby: dodaj 4 karty, uzyskując w sumie 5",
  "further-steps-step83": "Grając w 4 osoby: dodaj wszystkie 5 kart, uzyskując w sumie 6",
  "further-steps-step9": "Następnie połóż 4 żetony kart bonusów obok planszy szlaków morskich:",
  "further-steps-step91": "stos kart o najniższym numerze zestawu (spośród 4 wylosowanych zestawów) połóż poniżej żetonu z symbolem koła sterowego",
  "further-steps-step92": "stos kart o drugim najniższym numerze zestawu połóż poniżej żetonu z symbolem beczki",
  "further-steps-step93": "stos kart o drugim najwyższym numerze zestawu połóż poniżej żetonu z symbolem dzwonu",
  "further-steps-step94": "stos kart o najwyższym numerze zestawu połóż poniżej żetonu kart bonusów z symbolem kompasu",
  "further-steps-step10": "Połóż liczbę żetonów kroków równą liczbie graczy na odpowiednich pomarańczowych polach obok toru pioniera.",
  "further-steps-step11": "Początkowy kapitał:",
  "further-steps-step111": "pierwszy gracz: 7 funtów, 4 karty oraz 1 żeton wymiany",
  "further-steps-step112": "drugi gracz: 8 funtów, 5 kart oraz 1 żeton wymiany",
  "further-steps-step113": "trzeci gracz: 9 funtów, 6 kart oraz 1 żeton wymiany",
  "further-steps-step114": "czwarty gracz: 10 funtów, 7 kart oraz 1 żeton wymiany",
  "creator-prefix": "aplikacja opracowana przez",
  "options-label": "Opcje",
  "btn-setup-label": "Nowa konfiguracja",
  "en-language-label": "EN",
  "de-language-label": "DE",
  "ru-language-label": "RU",
  "pl-language-label": "PL",
  "messages": {
    "update-available": "Dostępna aktualizacja"
  }
}
