{
  "app-title": "Great Western Trail New Zealand Setup Randomizer",
  "app-title-short": "GWT NZ Setup Randomizer",
  "neutral-buildings-label": "Neutral buildings order",
  "harbor-masters-label": "Harbor masters",
  "deckbuilding-modules-label": "Bonus card sets",
  "further-setup-steps-label": "Further setup steps:",
  "player-buildings-label": "Player buildings",
  "players-label": "Players",
  "player-count-label": "Number of players",
  "player-count-select-label": "Please select",
  "further-steps-step1": "From the Wellington supply, first pick 1 of each worker type from the \"A\"-bag and place them onto the indicated spaces of the top row in the job market:",
  "further-steps-step2": "Then, depending on your player count, draw a number of tiles from the \"A\"-bag:",
  "further-steps-step21": "In a 2-player game: Draw 12 tiles",
  "further-steps-step22": "In a 3-player game: Draw 13 tiles",
  "further-steps-step23": "In a 4-player game: Draw 14 tiles",
  "further-steps-step3": "Start drawing bonus tiles from the \"B\"-bag. Put these bonus tiles one after the other in the bonus tiles market until you reach the market token",
  "further-steps-step4": "Now fill the 4 foresight spaces in Wellington with tiles from the Wellington supply",
  "further-steps-step5": "Shuffle the 37 market sheep cards and place them as a face-down market stack beneath the lower right of the game board. Depending on your player count, draw a number of sheep cards from this stack:",
  "further-steps-step51": "In a 2-player game: Draw 9 cards",
  "further-steps-step52": "In a 3-player game: Draw 11 cards",
  "further-steps-step53": "In a 4-player game: Draw 14 cards",
  "further-steps-step6": "Shuffle the 24 objective cards and place them as a face-down stack to the right of the game board. Then reveal 4 cards from this stack and display them face-up in a column below the stack.",
  "further-steps-step7": "Place the 18 Romney sheep cards, the 12 Sheepdog cards, the 14 Ferry cards, and the 12 Kōtare bird cards on the left side of the game board",
  "further-steps-step8": "Add a number of cards to the randomly picked bonus card sets depending on the player count:",
  "further-steps-step81": "In a 2-player game: Add 2 cards for a total of 3",
  "further-steps-step82": "In a 3-player game: Add 4 cards for a total of 5",
  "further-steps-step83": "In a 4-player game: Add all 5 cards for a total of 6",
  "further-steps-step9": "Then place the 4 bonus cards tiles next to the sea routes board and the stack with",
  "further-steps-step91": "the lowest set number (out of the 4 determined sets) below the tile with the steering wheel",
  "further-steps-step92": "the second lowest set number goes below the tile with the barrel",
  "further-steps-step93": "the stack with the second highest set number below the bell",
  "further-steps-step94": "the highest set number below the bonus card tile with the compass",
  "further-steps-step10": "Place a number of step tiles equal to your player count onto the respective orange space next to the pathfinder track.",
  "further-steps-step11": "Starting capital:",
  "further-steps-step111": "1st player: 7 pounds, 4 cards and 1 exchange token",
  "further-steps-step112": "2nd player: 8 pounds, 5 cards and 1 exchange token",
  "further-steps-step113": "3rd player: 9 pounds, 6 cards and 1 exchange token",
  "further-steps-step114": "4th player: 10 pounds, 7 cards and 1 exchange token",
  "creator-prefix": "developed by",
  "options-label": "Options",
  "btn-setup-label": "New Setup",
  "en-language-label": "EN",
  "de-language-label": "DE",
  "messages": {
    "update-available": "Update available"
  }
}
